Repository: galette-community/plugin-helloasso
Catalog: lang/helloasso_*.utf8.po
Languages: fr_fr

source: Helloasso History
fr_fr: Historique Helloasso

source: Payment form
fr_fr: Formulaire de paiement

source: HelloAsso payment
fr_fr: Paiement HelloAsso

source: <strong>Payment could not work</strong>: An error occurred (that has been logged) while loading Helloasso settings from the database.<br/>Please report the issue to the staff.
fr_fr: <strong>Le paiement ne peut fonctionner</strong> : une erreur (qui a été enregistrée) est survenue lors du chargement des préférences Helloasso depuis la base de données.<br/>Merci de rapporter ce problème aux membres du bureau.

source: Our apologies for the annoyance.
fr_fr: Toutes nos excuses pour le désagrément.

source: Helloasso details have not been defined. Please ask an administrator to add them in the plugin's settings.
fr_fr: Les informations Helloasso n'ont pas été renseignées. Veuillez demander à un administrateur de les ajouter dans les préférences du plugin.

source: The amount you've entered is lower than the minimum amount for the selected option. Please choose another option or change the amount.
fr_fr: Le montant que vous avez entré est inférieur au montant minimum de l'option sélectionnée. Veuillez choisir une autre option ou entrer un nouveau montant.

source: An error occured redirecting to the checkout form.
fr_fr: Une erreur est survenue lors de la redirection vers le formulaire de paiement.

source: Helloasso Settings
fr_fr: Préférences Helloasso

source: Helloasso settings have been saved.
fr_fr: Les préférences Helloasso ont été sauvegardées.

source: An error occured saving helloasso settings.
fr_fr: Une erreur est survenue lors de l'enregistrement des préférences helloasso.

source: Helloasso payment success
fr_fr: Paiement Helloasso réussi

source: Your payment has been aborted!
fr_fr: Votre paiement a été annulé !

source: Helloasso payment failure
fr_fr: Échec du paiement Helloasso

source: Your Helloasso payment has succeeded. You will receive an email from Helloasso with details.
fr_fr: Votre paiement Helloasso a bien été effectué. Vous recevrez un email de Helloasso avec les détails.

source: Request
fr_fr: Requête

source: Duplicate
fr_fr: Doublon

source: No request or unable to read request.
fr_fr: Pas de requête ou impossible de lire la requête.

source: Payment nb.
fr_fr: Paiement n°

source: Show/hide full request
fr_fr: Afficher/Masquer la requête complète

source: Your Helloasso payment has failed for technical reasons.
fr_fr: Votre paiement Helloasso a échoué pour des raisons techniques.

source: Error
fr_fr: Erreur

source: Cannot load the settings
fr_fr: Impossible de charger les préférences

source: An error occured while loading the settings from the database.
fr_fr: Une erreur est survenue lors du chargement des préférences depuis la base de données.

source: Please, check if the plugin's database has been properly initialized.
fr_fr: Veuillez vérifier que la base de données du plugin a été correctement initialisée.

source: Parameters
fr_fr: Paramètres

source: Connexion status
fr_fr: État de la connexion

source: Callback URL to configure in HelloAsso
fr_fr: URL de callback à configurer dans HelloAsso

source: Enable test mode
fr_fr: Activer le mode test

source: Your organizationSlug
fr_fr: Votre organizationSlug

source: Your clientId
fr_fr: Votre clientId

source: Your clientSecret
fr_fr: Votre clientSecret

source: Amounts can be defined in the contributions types settings.
fr_fr: Les montants peuvent être définis dans les paramètres des types de contributions.

source: Zero amounts, even if they are not disabled, are not proposed as a payment reason on the form. You can disable this reason, or set a positive value in the contributions types settings.
fr_fr: Les montants nuls, même s'ils ne sont pas désactivés, ne sont pas proposés comme motif de paiement sur le formulaire. Vous pouvez désactiver ce motif ou définir une valeur positive dans les paramètres des types de contributions.

source: Connected to HelloAsso
fr_fr: Connecté à HelloAsso

source: Not connected to HelloAsso
fr_fr: Non connecté à HelloAsso

source: Test mode enabled
fr_fr: Mode test activé

source: Name
fr_fr: Nom

source: Category
fr_fr: Catégorie

source: RNA Number
fr_fr: Numéro RNA

source: HelloAsso helps organizations collect payments online and offers its services free of charge. It covers all transaction fees so you can receive all the money your audiences contribute, free of charge. The voluntary contributions they leave are their sole source of income.
fr_fr: HelloAsso aide les associations à collecter des paiements en ligne et propose ses services gratuitement. Elle prend à sa charge tous les frais de transaction pour que vous puissiez bénéficier de la totalité des sommes versées par vos publics, sans frais. Les contributions volontaires laissées par ces derniers sont leur unique source de revenus.

source: Payment reason
fr_fr: Motif de paiement

source: Select an payment reason
fr_fr: Sélectionnez un motif de paiement

source: Pay with HelloAsso
fr_fr: Payer avec HelloAsso

source: Secured payment
fr_fr: Paiement sécurisé

source: We have chosen HelloAsso to process your payment. HelloAsso guarantees that 100% of your payment will be donated to our organization. You can support the assistance they provide to organizations by leaving a voluntary contribution to HelloAsso at the time of your payment.
fr_fr: Nous avons choisi HelloAsso pour réaliser votre paiement. HelloAsso garantit que 100% de votre paiement sera versé à notre association. Vous pouvez soutenir l’aide qu’ils apportent aux associations en laissant une contribution volontaire à HelloAsso au moment de votre paiement.

source: No payment reasons are available.
fr_fr: Aucun motif de paiement n'est disponible.

source: You have to select an option.
fr_fr: Vous devez sélectionner une option.

source: Please enter an amount.
fr_fr: Veuillez entrer un montant.
