Repository: galette-community/plugin-helloasso
Catalog: lang/paypal_*.utf8.po
Languages: ar, pt, ru

source: Paypal payment
ar: الدفع عبر بايبال
pt: Pagamento Paypal
ru: Оплата Paypal

source: <strong>Payment could not work</strong>: An error occurred (that has been logged) while loading Paypal preferences from database.<br/>Please report the issue to the staff.
pt: <strong>O pagamento não funcionou</strong>: Ocorreu um erro (que foi registado) ao carregar as preferências do Paypal da base de dados.<br/>Por favor, reporte o problema à equipa.
ru: <strong>Оплата не удалась</strong>: При загрузке параметров Paypal из БД произошла ошибка (которая была зарегистрирована).<br/>Пожалуйста, сообщите об этом сотрудникам.

source: Our apologies for the annoyance :(
ar: نعتذر عن الإزعاج :(
pt: As nossas desculpas pelo incômodo :(
ru: Приносим свои извинения за беспокойство :(

source: Paypal id has not been defined. Please ask an administrator to add it from plugin preferences.
pt: A id. do Paypal não foi definida. Por favor, peça a um administrador para adicioná-lo nas preferências do ''plug-in''.
ru: Идентификатор Paypal не определен. Пожалуйста, попросите администратора добавить его из настроек плагина.

source: Predefined amounts cannot be loaded, that is not a critical error.
pt: Os valores predefinidos não podem ser carregados, o que não é um erro crítico.
ru: Предопределенные суммы не могут быть загружены, это не критическая ошибка.

source: Paypal History
ar: تاريخ بايبال
pt: Histórico do Paypal
ru: История Paypal

source: Paypal Settings
ar: إعدادات بايبال
pt: Definições do Paypal
ru: Настройки Paypal

source: Paypal preferences has been saved.
ar: تم حفظ تفضيلات بايبال.
pt: As preferências do Paypal foram guardadas.
ru: Параметры Paypal сохранены.

source: An error occurred saving paypal preferences :(
ar: حدث خطأ اثناء حفظ تفضيلات بايبال :(
pt: Ocorreu um erro ao guardar as preferências do Paypal :(
ru: Произошла ошибка при сохранении предпочтений paypal :(

source: Your payment has been aborted!
ar: تم إبطال عملية الدفع!
pt: O seu pagamento foi abortado!
ru: Ваш платеж был отменен!

source: Paypal payment success
ar: الدفع عبر بايبال تم بنجاح
pt: Pagamento Paypal bem-sucedido
ru: Успех оплаты Paypal

source: Your payment has been proceeded!
ar: تمت معالجة الدفع!
pt: O seu pagamento foi efetuado!
ru: Ваш платеж был проведен!

source: Payment form
ar: إستمارة الدفع
pt: Formulário de pagamento
ru: Форма оплаты

source: Enter payment reason
pt: Insira o motivo do pagamento
ru: Введите причину платежа

source: Payment reason
ar: سبب الدفع
pt: Motivo de pagamento
ru: Основание платежа

source: Select an payment reason
ar: اختيار سبب الدفع
pt: Selecione um motivo de pagamento
ru: Выберите причину платежа

source: Payment reason:
ar: سبب الدفع:
pt: Motivo de pagamento:
ru: Причина оплаты:

source: No predefined amounts have been configured yet.
pt: Ainda não foi configurado nenhum valor predefinido.
ru: Никаких предопределенных сумм еще не настроено.

source: Go back to %s's website to complete your inscription.
pt: Volte para o ''site'' da Web %s's para concluir a sua inscrição.
ru: Вернитесь на сайт %s, чтобы завершить надпись.

source: Please enter an amount.
ar: رجاءً إدخلْ مَبلَغا.
pt: Por favor, insira um valor.
ru: Пожалуйста, введите сумму.

source: The amount you've entered is lower than the minimum amount for the selected option. Please choose another option or change the amount.
pt: O valor inserido é inferior ao valor mínimo da opção selecionada. Por favor, escolha outra opção ou altere o valor.
ru: Введенная вами сумма меньше минимальной суммы для выбранного варианта. Пожалуйста, выберите другой вариант или измените сумму.

source: Paypal preferences
ar: تفضيلات بايبال
pt: Preferências do Paypal
ru: Предпочтения Paypal

source: Paypal identifier:
ar: معرف بايبال:
pt: Identificador do Paypal:
ru: Идентификатор Paypal:

source: Enter here one of your Paypal ID or email adress associated within your paypal account.
ar: ادخل هنا هوية بايبال او بريدك الالكتروني المرتبط بحساب بايبال الخاص بك.
pt: Insira aqui uma das suas Id. do Paypal ou o endereço de ''e-mail'' associado à sua conta Paypal.
ru: Введите здесь один из ваших ID Paypal или адрес эл. почты, связанный с вашим счетом paypal.

source: Error: no predefined amounts found.
ar: خطأ: لم يتم ايجاد مقدار محدد مسبقاً.
pt: Erro: não foram encontrados valores predefinidos.
ru: Ошибка: не найдено предопределенных сумм.

source: duplicate
ar: مكرر
pt: duplicar
ru: дубликат

source: No request or unable to read request
ar: لا يوجد طلب او تعذر قراءة الطلب
pt: Nenhuma solicitação ou não foi possível ler a solicitação
ru: Нет запроса или невозможно прочитать запрос

source: Request
ar: طلب
pt: Solicitar
ru: Запрос

source: Show/hide full request
ar: إظهار/إخفاء الطلب كاملاً
pt: Mostrar/ocultar pedido completo
ru: Показать/скрыть полный запрос

source: Your paypal payment was successful. Some details are shown below:
ar: الدفع عبر بايبال تم بنجاح. أدناه بعض التفاصيل:
pt: O seu pagamento do Paypal foi bem-sucedido. Alguns detalhes são mostrados em baixo:
ru: Ваш платеж через paypal прошел успешно. Некоторые детали приведены ниже:

source: Your paypal payment was successful. You may receive a mail from paypal with details.
ar: الدفع عبر بايبال تم بنجاح. قد تستلم بريداً الكترونياً من بايبال متضمناً التفاصيل.
pt: O seu pagamento do Paypal foi bem-sucedido. Deve receber uma mensagem do Paypal com os detalhes.
ru: Ваш платеж через paypal прошел успешно. Вы можете получить письмо от paypal с подробной информацией.

source: Paypal
ar: بايبال
